Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: WE'RE JUST GONNA CHECK THE CATERING TRUCK. -BACK UP, BACK UP.
pl_pl: Sprawdzimy ciężarówkę z kateringiem. - Wycofaj się, wycofaj się.

source: WE'RE MOVING FORWARD.
pl_pl: Zaczynamy.

source: WE'RE THE FIRST BEINGS POWERFUL ENOUGH
pl_pl: Jesteśmy pierwszymi istotami, które są wystarczająco potężne

source: WE'RE THE SAME NOW...
pl_pl: Jesteśmy tacy sami...

source: WE'VE ALL MADE SACRIFICES. WE HAVE ALL MADE SACRIFICES.
pl_pl: Wszyscy coś poświęciliśmy. Wszyscy ponieśliśmy ofiary.

source: WE'VE BEEN.
pl_pl: się o ciebie martwiliśmy.

source: WE'VE CHANGED THINGS -- THE WORLD, THE UNIVERSE.
pl_pl: Zmieniliśmy wszystko... świat, wszechświat.

source: WE'VE NEVER DEALT WITH IT BEFORE.
pl_pl: Nigdy wcześniej nie mieliśmy z tym do czynienia.

source: WE'VE TIED BOTH HIS HANDS BEHIND HIS BACK WHEN HE WASN'T LOOKING.
pl_pl: właśnie związaliśmy mu obie ręce kiedy nie patrzył.

source: WEAK
pl_pl: SŁABE

source: WEAPON SETTINGS
pl_pl: WALKA

source: WEAPON SLOT 1
pl_pl: MIEJSCE NA BROŃ 1

source: WEAPON SLOT 2
pl_pl: MIEJSCE NA BROŃ 2

source: WEAPON SLOT 3
pl_pl: MIEJSCE NA BROŃ 3

source: WEAPON SWAP
pl_pl: ZMIEŃ BROŃ

source: WEAPONS
pl_pl: BRONIE

source: WELL, I'M GOING TO STAND, I'M GOING TO LEAVE,
pl_pl: Zrobimy tak. Ja zaraz wstanę i wyjdę,

source: WHAT ARE YOU DOING, BRENNER?
pl_pl: Co ty wyprawiasz, Brenner?

source: WHAT ARE YOU GONNA WEAR?
pl_pl: Co na siebie włożysz?

source: WHAT HAPPENED?
pl_pl: No co?

source: WHAT IS THAT?
pl_pl: Co to jest?

source: WHAT THE FUCK IS IT DOING ON MY DESK, BRENNER?
pl_pl: Pytam się, co ona kurwa robi na moim biurku, Brenner?

source: WHAT THE FUCK IS THAT?
pl_pl: Co to kurwa jest?

source: WHAT THE FUCK IS THAT? WHAT IS THAT?
pl_pl: Co to kurwa jest? Co to jest?

source: WHAT THE HELL'S GOING ON OUT THERE?
pl_pl: Co się tam do cholery dzieje?

source: WHAT WAS I SUPPOSED TO DO, HUH?
pl_pl: Co miałem niby zrobić, hę?

source: WHAT WAS TROUBLING ME IS WHO GOT THEM INTO KIM'S LAB.
pl_pl: Ale to, co mnie martwiło, to kto ich wprowadził do laboratorium Kima.

source: WHAT YOUR HUSBAND IS DOING FOR YOU...
pl_pl: To, co twój mąż robi dla ciebie...

source: WHAT'S THE RUSH?
pl_pl: Skąd ten pośpiech?

source: WHAT'S YOUR NAME? -UH, EM-- EMILY.
pl_pl: Jak się nazywasz? - Eeh, em... Emily.

source: WHAT?
pl_pl: Co?

source: WHATEVER.
pl_pl: Nieważne.

source: WHEN WE FOUND THAT VAGRANT? REMEMBER?
pl_pl: Wtedy kiedy znaleźliśmy tego włóczęgę? Pamiętasz?

source: WHERE THE FUCK ARE YOU? HMM?
pl_pl: Gdzie ty kurwa jesteś? Hę?

source: WHERE THE FUCK? GIVE ME SOMETHING. COME ON, JOYCE.
pl_pl: No gdzie kurwa? Pokaż się. No dalej, Joyce.

source: WHEREAS I LEAN TOWARDS A MORE REALISTIC APPROACH.
pl_pl: Podczas gdy ja skłaniam się ku bardziej realistycznemu podejściu.

source: WHICH, OF COURSE HE'S GONNA TAKE, BECAUSE AT THIS POINT, WITHOUT HIM KNOWING,
pl_pl: którą, oczywiście przyjmie, bo on jeszcze o tym nie wie ale

source: WHO HAD PREVIOUS ACCESS, MANEUVER OUR WAY THROUGH ALL THE HOLES POKED IN THE FIRE WALL,
pl_pl: który miał poprzednio dostęp, przebić się przez wszystkie dziury w zaporze sieciowej,

source: WHY AM I LOSING SO BAD? -YOU OWE ME A SWORD.
pl_pl: - No nie. Dlaczego zawsze z tobą przegrywam? - Wisisz mi miecz.

source: WHY DON'T YOU LET SOMEBODY ELSE BE THE HERO.
pl_pl: Dlaczego nie pozwolisz komuś innemu być bohaterem.

source: WHY DON'T YOU LET SOMEBODY ELSE BE THE HERO?
pl_pl: Dlaczego nie pozwolisz komuś innemu być bohaterem?

source: WILLIAM JOYCE CLASSIFICATION: -Project Consultant for Project Promenade. -Witness to core heist operation. OBJECTIVE: -Capture alive if possible. Deliver to Paul Serene. RELEVANT BACKGROUND: -Estranged brother of Jack Joyce. -Renowned physicist. -Proposed existence of chronon field at age 19. -Invented first time machine prototype. -Developed countermeasure. -Joined Project Promenade as consultant after death of Dr. Kim. NOTABLE QUALITIES: -History of exhibiting erratic behavior. -Undiagnosed, but likely suffers from a schizophreniform disorder. -Highly intelligent. -Received warnings of Fracture from unknown female source. -May have received knowledge of chronon-related Monarch operations. -Will refuse to accept inevitability of End of Time. May lead to unpredictable behavior. BRIEFING: -Dr. Joyce will be present in the time machine lab during the onset of the Fracture at 4:15am. -All exits are to be covered by Prowler Team. -Raider Team will wait until 4:16 to breach the time machine room. -William Joyce is to be apprehended upon entry.
pl_pl: WILLIAM JOYCE KLASYFIKACJA: -Konsultant projektu Promenada. -Świadek głównej operacji kradzieży. CEL: -Schwytać żywcem, jeśli to możliwe. Dostarczyć Paulowi Serene. ISTOTNE INFORMACJE: -Brat Jack'a Joyce'a. -Znany fizyk. -Teoretyzował istnienie pola chrononowego w wieku 19 lat. -Wynalazł pierwszy prototyp wehikułu czasu. -Opracował środek zaradczy. -Dołączył do Projektu Promenada jako konsultant po śmierci dr. Kima. GODNE UWAGI CECHY: -Historia nieobliczalnych zachowań. -Niezdiagnozowany, ale prawdopodobnie cierpi na zaburzenia schizofreniczne. -Wysoka inteligencja. -Otrzymał ostrzeżenia o Pęknięciu od nieznanego kobiecego źródła. -Mógł otrzymać wiedzę o operacjach Monarch związanych z chrononem. -Odmawia zaakceptowania nieuchronności Końca Czasu. Może prowadzić do nieprzewidywalnych zachowań. SKRÓT WYDARZEŃ: -Dr. Joyce będzie obecny w laboratorium wehikułu czasu podczas pęknięcia o 4:15 rano. -Wszystkie wyjścia mają być chronione przez drużynę Prowler. -Drużyna Raider będzie czekać do 4:16, aby wejść do pomieszczenia wehikułu czasu. -William Joyce ma zostać zatrzymany po wejściu.

source: WILLIAM'S MACHINE. I SAW HIS ORIGINAL.
pl_pl: Maszyna Williama. Widziałam oryginał.

source: WINCOTT IS WORKING ON THE LOCATION.
pl_pl: Wincott właśnie go szuka.

source: WINDOWED
pl_pl: W OKNIE

source: WITH ACCESS TO THE CFR, I WOULD TAKE OVER,
pl_pl: Mając dostęp do RPC, przejąłbym kontrolę,

source: WITH ACCESS TO THE CFR, I WOULD TAKE OVER, GET MONARCH BACK ON TRACK, AND ONCE I DO,
pl_pl: Mając dostęp do RPC, przejąłbym kontrolę, przywróciłbym Monarch na właściwe tory, a kiedy już to zrobię,

source: WITHIN THE CITY OF RIVERPORT IN ORDER TO REBUILD THIS GREAT CITY, TRANSFORMING IT INTO AN ECONOMIC POWERHOUSE.
pl_pl: w mieście Riverport, by przebudować to wspaniałe miasto w potęge gospodarczą.

source: WOW. ROUGH DAY?
pl_pl: Łał. Ciężki dzień?

source: Wait a second.
pl_pl: Chwileczkę.

source: Wait him out!
pl_pl: Poczekaj na niego!

source: Wait, Paul! What're you doing?
pl_pl: Czekaj, Paul! Co ty wyprawiasz?

source: Wait, did you just... the -- the hell did I just see?
pl_pl: Czekaj, czy ty właśnie... do diabła, co ja właśnie zobaczyłem?

source: Wait, it's coming down! Hide!
pl_pl: Czekaj, zjeżdża na dół! Kryj się!

source: Wait, wait for them to leave.
pl_pl: Poczekaj, aż wyjdą.

source: Wait, we're actually gonna run this thing? Really? Are you sure that it's -- this isn't exactly an easy bake oven. Maybe we should start by finding the instruction manual.
pl_pl: Czekaj, naprawdę będziemy to prowadzić? Naprawdę? Na pewno nie jest to łatwy w obsłudze piekarnik. Może powinniśmy zacząć od znalezienia instrukcji obsługi.

source: Wait, we're not launching a nuke... right?
pl_pl: Czekaj, nie odpalamy atomówki... prawda?

source: Wait.
pl_pl: Czekaj.

source: Wait...
pl_pl: Czekaj...

source: Waiter
pl_pl: Kelner

source: Waiting for Installation to complete.
pl_pl: Oczekiwanie na zakończenie instalacji.

source: Waiting for install to complete
pl_pl: Oczekiwanie na zakończenie instalacji

source: Waiting for install to complete. You will go to main menu now.
pl_pl: Oczekiwanie na zakończenie instalacji. Przejdziesz teraz do menu głównego.

source: Wall of Calendars
pl_pl: Ściana kalendarzy

source: Wanted. Jack Joyce. Subject is armed and extremely dangerous.
pl_pl: Poszukiwany. Jack Joyce. Podejrzany jest uzbrojony i niezwykle niebezpieczny.

source: Warping in on target!
pl_pl: Teleportuje się do celu!

source: Warping to target!
pl_pl: Teleportuje się do celu!

source: Warping!
pl_pl: Teleportuje się!

source: Was that supposed to be a threat? Because that's adorable.
pl_pl: Czy to miała być groźba? Bo była urocza.

source: Was that... Paul?
pl_pl: Czy to był... Paul?

source: Watch it!
pl_pl: Uważaj!

source: Watch out for an ambush!
pl_pl: Uważaj na zasadzkę!

source: Watch out!
pl_pl: Uważajcie!

source: Watch out!!
pl_pl: Uważaj!!!

source: Watch out, Jack.
pl_pl: Uważaj, Jack.

source: Watch out, he's chronon active!
pl_pl: Uważajcie, ma aktywny chronon!

source: Watch your fire, incoming friendlies!
pl_pl: Uważajcie na ogień, nadchodzą sojusznicy!

source: Watch your fire, incoming tech friendlies!
pl_pl: Uważajcie na ostrzał, tech-ziomki!

source: Watch your fire, incoming tech!
pl_pl: Uważaj na ogień, techniku!

source: We all thought he wasted his research grant, his career, obsessing over some failed experiment. That's what he led us to believe. What he built there... it never failed.
pl_pl: Wszyscy myśleliśmy, że zmarnował swój grant badawczy, swoją karierę, mając obsesję na punkcie jakiegoś nieudanego eksperymentu. W to właśnie kazał nam wierzyć. To, co tam zbudował... nigdy nie zawiodło.

source: We already got men up there.
pl_pl: Mamy już tam ludzi.

source: We are unable to connect to Xbox Live.
pl_pl: Nie możemy połączyć się z Xbox Live.

source: We are unable to connect to the streaming service.
pl_pl: Nie możemy połączyć się z usługą przesyłania strumieniowego.

source: We both know if that you find Serene, you're not gonna be asking questions.
pl_pl: Oboje wiemy, że jeśli znajdziesz Serene, nie będziesz zadawać pytań.

source: We both know it wasn't. Hatch wanted to send Monarch into a state of disarray. Best way to avoid blame? Look like the target.
pl_pl: Oboje wiemy, że tak nie było. Hatch chciał wprowadzić Monarch w stan chaosu. Jak najlepiej uniknąć winy? Wyglądaj jak cel.

source: We bring it back here, use the machine, return to the future. Use it to stop the Fracture. That was... always the plan.
pl_pl: Sprowadzimy go tutaj, użyjemy maszyny, wrócimy do przyszłości. Użyjemy jej, by powstrzymać pęknięcie. Taki był plan.

source: We broke time.
pl_pl: Zepsuliśmy czas.

source: We can fit through here.
pl_pl: Przeciśniemy się.

source: We can get to the parking lot through the lecture hall.
pl_pl: Możemy dostać się na parking przez salę wykładową.

source: We can't afford any further obstacles at this stage of the plan. I see two options. We could use force, remove any loose ends, but if those witnesses disappear, then--
pl_pl: Nie możemy sobie pozwolić na dalsze przeszkody na tym etapie planu. Widzę dwie opcje. Możemy użyć siły, usunąć wszelkie luźne końce, ale jeśli ci świadkowie znikną, to...

source: We can't just let this happen. I'll never stop trying.
pl_pl: Nie możemy na to pozwolić. Nigdy nie przestanę próbować.

source: We can't let Monarch know it's here. Do not post any selfies with the time machine.
pl_pl: Nie możemy pozwolić, by Monarch się o tym dowiedział. Nie publikuj żadnych selfie z wehikułem czasu.

source: We can't risk helping them.
pl_pl: Nie możemy ryzykować, pomagając im.

source: We can't stay here.
pl_pl: Nie możemy tu zostać.

source: We can't stop here.
pl_pl: Nie możemy na tym poprzestać.

source: We can't stop now. Maybe... maybe I can still make this work. I just need to insert the target date.
pl_pl: Nie możemy teraz przestać. Może... może wciąż mogę sprawić, że to zadziała. Muszę tylko wprowadzić datę docelową.

source: We can’t go to your car. Monarch could be expecting that.
pl_pl: Nie możemy iść do samochodu. Monarch może się tego spodziewać.

source: We didn't have a choice.
pl_pl: Nie mieliśmy wyboru.

source: We do this now! I'm not meeting you at--
pl_pl: Skończmy to teraz! Nie spotkamy się w...

source: We don't have time for this now, Jack. We have to get to that briefcase.
pl_pl: Nie mamy teraz na to czasu, Jack. Musimy dostać się do tej walizki.

source: We don't have time for this!
pl_pl: Nie mamy na to czasu!

source: We don't know how long this'll last. Let's go.
pl_pl: Nie wiemy, jak długo to potrwa. Chodźmy.

source: We don't wanna be here when the stutter collapses.
pl_pl: Nie chcemy tu być, gdy czas się odetnie.

source: We found Joyce!
pl_pl: Znaleźliśmy Joyce!

source: We go back to yesterday and undo all of this.
pl_pl: Wracamy do wczoraj i cofamy to wszystko.

source: We got a plate number?
pl_pl: Mamy numer rejestracyjny?

source: We got another team.
pl_pl: Przybył kolejny zespół.

source: We got backup!
pl_pl: Mamy wsparcie!

source: We got contact!
pl_pl: Mamy kontakt!

source: We got him!
pl_pl: Mamy go!

source: We got support!
pl_pl: Mamy wsparcie!

source: We got what we came for.
pl_pl: Dostaliśmy to, po co przyszliśmy.

source: We gotta make it through that building to get to the drydock.
pl_pl: Musimy przedostać się przez ten budynek, aby dostać się do portu.

source: We had Jack in custody, but I was starting to witness visions from the future which made it clear that could change very soon.
pl_pl: Jack był w areszcie, ale zaczynałem być świadkiem wizji z przyszłości, które jasno wskazywały, że to może się wkrótce zmienić.

source: We had acquired the old Riverport industrial area and dry docks for our chronon operation back in 2010... after the incident.
pl_pl: W 2010 roku nabyliśmy stary teren przemysłowy Riverport i port na potrzeby naszej operacji chrononowej... po tym incydencie.

source: We have a man who needs to get to the hospital! Let us through!
pl_pl: Mamy człowieka, który musi dostać się do szpitala! Przepuść nas!

source: We have a mission. Prep the chopper.
pl_pl: Mamy misję. Przygotować helikopter.

source: We have no units available at this time. Hold the line. Over.
pl_pl: W tej chwili nie mamy dostępnych jednostek. Utrzymać linię. Odbiór.

source: We have strict orders to deal with any--
pl_pl: Mamy ścisłe rozkazy, by zająć się każdym...

source: We have to do something!
pl_pl: Musimy coś zrobić!

source: We have to get out of here and get to the Bradbury.
pl_pl: Musimy się stąd wydostać i dotrzeć do Bradbury.

source: We have to get to my briefcase. Then we find Beth Wilder.
pl_pl: Musimy dostać się do mojej teczki. Potem znajdziemy Beth Wilder.

source: We have to go! Hurry!
pl_pl: Musimy iść! Szybko!

source: We have to go, Jack! We can't risk being spotted here.
pl_pl: Musimy uciekać, Jack! Nie możemy ryzykować, że ktoś nas zauważy.

source: We have to hurry. Where's my car?
pl_pl: Musimy się pospieszyć. Gdzie mój samochód?

source: We have to, Jack. It’s important. To fix the Fracture, I -- I need -- we need to get to my car!
pl_pl: Musimy, Jack. To ważne. Aby załatać to pęknięcie, musimy dostać się do mojego samochodu!

source: We have unfinished business. You may want to stay here until I'm done.
pl_pl: Mamy niedokończone sprawy. Może zechcesz tu zostać, dopóki nie skończę.

source: We just gonna stay put?
pl_pl: Zostaniemy na miejscu?

source: We know that the Fracture will occur on October 8th, 2016. We hypothesize that from this point forward, chronon levels in Ground Zero will slowly deplete until time anomalies cease to occur. For this reason, all harvesting necessary for sustained use of the CFR must be complete before the Fracture runs its course. For more information, please refer to your employee manual. Thank you for your time.
pl_pl: Wiemy, że pęknięcie czasu nastąpi 8 października 2016 roku. Stawiamy hipotezę, że od tego momentu poziom chrononu w Strefie Zero będzie się powoli wyczerpywał, aż anomalie czasowe przestaną występować. Z tego powodu wszystkie zbiory niezbędne do trwałego korzystania z RPC muszą zostać zakończone, zanim nastąpi Pęknięcie. Więcej informacji można znaleźć w podręczniku pracownika. Dziękujęmy za poświęcony czas.

source: We lost him!
pl_pl: Straciliśmy go!

source: We need backup in the library! Stat!
pl_pl: Potrzebujemy wsparcia w bibliotece! Status!

source: We need backup!
pl_pl: Potrzebujemy wsparcia!

source: We need some reinforcements, over.
pl_pl: Potrzebujemy posiłków, odbiór.

source: We need that key of yours over here.
pl_pl: Potrzebujemy tego klucza.

source: We need to contain him!
pl_pl: Musimy go powstrzymać!

source: We need to find a way inside this room. Maybe there's a key.
pl_pl: Musimy znaleźć drogę do tego pokoju. Może jest tam klucz.

source: We need to find your brother's countermeasure, and fast. Things'll get worse as the Fracture progresses. And Monarch will be turning Riverport over looking for you.
pl_pl: Musimy jak najszybciej znaleźć środek zaradczy twojego brata. Sytuacja będzie się pogarszać w miarę postępów pęknięcia. A Monarch będzie szukał cię po całym Riverport.

source: We need to get to Dr. Amaral's office. This stutter could collapse any second.
pl_pl: Musimy dostać się do biura doktor Amaral. To zacięcie może się załamać w każdej sekundzie.

source: We need to keep pushing forward, Jack!
pl_pl: Musimy działać dalej, Jack!

source: We need to turn the keys at the same time to activate. Security precautions. Ready?
pl_pl: Musimy je przekręcić w tym samym czasie, aby to aktywować. Środki bezpieczeństwa. Gotowy?

source: We need to use the console over here.
pl_pl: Musimy użyć konsoli.

source: We refer to it as a chronon dampener.
pl_pl: Nazywamy to tłumikiem chrononu.

source: We should go check on Doctor Amaral.
pl_pl: Powinniśmy sprawdzić, co z doktor Amaral.

source: We should go.
pl_pl: Powinniśmy iść.

source: We should help Jack find the core controls.
pl_pl: Powinniśmy pomóc Jack'owi znaleźć główne elementy sterujące.

source: We shouldn't wait. Let's go get Dr. Amaral.
pl_pl: Nie powinniśmy czekać. Chodźmy po doktor Amaral.

source: We sure he didn't head back up to the lab? He could have gone back and tried to take the service elevator out of there.
pl_pl: Na pewno nie wrócił do laboratorium? Mógł wrócić i spróbować wydostać się stamtąd windą serwisową.

source: We work to apprehend a dangerous criminal, a terrorist known as Jack Joyce. Thanks for your continued patience.
pl_pl: Pracujemy nad ujęciem niebezpiecznego przestępcy, terrorysty znanego jako Jack Joyce. Dziękujęmy za cierpliwość.

source: We'd use the media to expose, then hunt for Jack.
pl_pl: Wykorzystalibyśmy media do ujawnienia, a następnie zapolowalibyśmy na Jack'a.

source: We'll get to your lab. I wanna see your presentation. I know you love this stuff. Come on, man. Dazzle me.
pl_pl: Zaraz pójdziemy do twojego laboratorium. Chcę zobaczyć twoją prezentację. Wiem, że to kochasz. Dajesz, stary. Zaskocz mnie.

source: We'll go back to July fourth, 2010, and grab the countermeasure from there. Like you said.
pl_pl: Cofniemy się do czwartego lipca 2010 roku i stamtąd weźmiemy środek zaradczy. Tak jak powiedziałeś.

source: We'll go when you're ready.
pl_pl: Pójdziemy, kiedy będziesz gotowy.

source: We'll see how it shakes out.
pl_pl: Zobaczymy, jak to się potoczy.

source: We'll see.
pl_pl: Zobaczymy.

source: We're blocked as long as that thing's moving.
pl_pl: Jesteśmy zablokowani, dopóki to coś się porusza.

source: We're clear!
pl_pl: Czysto!

source: We're going this way, Jack.
pl_pl: Idziemy tędy, Jack.

source: We're going this way.
pl_pl: Idziemy w tę stronę.

source: We're going to die in here!
pl_pl: Zginiemy tutaj!

source: We're gonna need more guys!
pl_pl: Będziemy potrzebować więcej ludzi!

source: We're locked out.
pl_pl: Jesteśmy odcięci.

source: We're moving in!
pl_pl: Wchodzimy!

source: We're moving in, go, go, go!
pl_pl: Wchodzimy, już, już, już!

source: We're not alone!
pl_pl: Nie jesteśmy sami!

source: We're not getting any response from the sniper unit. Investigating the rooftops as we speak.
pl_pl: Jednostka snajperska nie odpowiada. W tej chwili sprawdzamy dachy.

source: We're not getting paid enough for this!
pl_pl: Za mało nam płacą!

source: We're not here to talk about Amy Ferrero.
pl_pl: Nie jesteśmy tutaj, aby rozmawiać o Amy Ferrero.

source: We're still working on that.
pl_pl: Wciąż nad tym pracujemy.

source: We're the same now. And I need your help.
pl_pl: Teraz jesteśmy tacy sami. I potrzebuję twojej pomocy.

source: We're under attack!
pl_pl: Jesteśmy atakowani!

source: We're under fire!
pl_pl: Jesteśmy pod ostrzałem!

source: We're wasting time, Jack.
pl_pl: Tracimy czas, Jack.

source: We're working the scene and wiped the footage, but Gibson didn't have backup, so who knows how many people saw the fight, or where they are now. Same goes for Burke, he's in the wind. So's his wife. Over.
pl_pl: Pracujemy nad sceną i wyczyściliśmy materiał, ale Gibson nie miał kopii zapasowej, więc kto wie, ile osób widziało walkę lub gdzie są teraz. To samo dotyczy Burke'a, jest w wirze. Jego żona też. Odbiór.

source: We've both changed, Jack. We're the same now. Like we always should have been.
pl_pl: Oboje się zmieniliśmy, Jack. Teraz jesteśmy tacy sami. Tak jak zawsze powinniśmy być.

source: We've got civvies trying to push through the line!
pl_pl: Mamy cywilów próbujących przedrzeć się przez linię!

source: We've got some blues getting independent. Over.
pl_pl: Mamy trochę bluesa, który się usamodzielnia. Odbiór.

source: We've seen what Jack can do. I'm the only one who can stop him. If he gets to the mainland we lose him for good. Secure the exit.
pl_pl: Widzieliśmy, co potrafi Jack. Tylko ja mogę go powstrzymać. Jeśli dostanie się na stały ląd, stracimy go na dobre. Zabezpiecz wyjście.

source: Weapons and Tech free!
pl_pl: Bez broni ani technologii!

source: Weapons and tech free!
pl_pl: Bez broni ani technologii!

source: Weapons free and chronon active!
pl_pl: Bez broni i aktywowany chronon!

source: Weapons free!
pl_pl: Nie ma broni!

source: Weapons free! Engage!
pl_pl: Nie ma broni! Atakować!

source: Weapons free, go chronon active!
pl_pl: Nie mam broni, aktywuj chronon!

source: Weapons hot!
pl_pl: Broń gotowa!

source: Weapons weren't doing the trick.
pl_pl: Broń nie załatwiała sprawy.

source: Website
pl_pl: Strona internetowa

source: Welcome to Monarch, pal. Good place to work if you can roll with weird.
pl_pl: Witamy w Monarch, kolego. Dobre miejsce do pracy, jeśli potrafisz tolerować dziwactwa.

source: Welcome to Project Promenade.
pl_pl: Witaj w projekcie Promenada.

source: Welcome to the international headquarters of Monarch Solutions! This state-of-the-art building has become world-famous for its unique architecture and its iconic presence in the Riverport skyline. Incorporating an unprecedented level of automation, designed with both comfort and security in mind, complete with a zero carbon footprint, the building provides a safe and environmentally friendly workplace for thousands of Monarch employees. Monarch Solutions -- all we think about is the future.
pl_pl: Witamy w międzynarodowej siedzibie Monarch Solutions! Ten najnowocześniejszy budynek stał się znany na całym świecie dzięki swojej wyjątkowej architekturze i ikonicznej obecności w panoramie Riverport. Wyposażony w bezprecedensowy poziom automatyzacji, zaprojektowany z myślą zarówno o komforcie, jak i bezpieczeństwie, z zerowym śladem węglowym, budynek zapewnia bezpieczne i przyjazne dla środowiska miejsce pracy dla tysięcy pracowników Monarch. Monarch Solutions - myślimy tylko o przyszłości.

source: Well, I don't know art, but I do know trippy.
pl_pl: Nie znam się na sztuce, ale znam się na tripach.

source: Well, I stopped trying to make sense of all this around the time that you started teleporting.
pl_pl: Cóż, przestałam próbować zrozumieć to wszystko w momencie, gdy zacząłeś się teleportować.

source: Well, apparently it's my forte.
pl_pl: Podobno to moja specjalność.
